[Section]
1|Key=1.1 Запрещены убийства в ЗЗ (Зеленой Зоне), вне зависимости от наличия RP-отыгровки.
2|Key=1.1.1 Исключения:
3|Key=В крайних случаях разрешено применять оружие захвата/обороны от преступников/нарушителей;
4|Key=Примечание: в случае оказания самообороны сторона защиты должна предоставить видеозапись ситуации, где по игроку открывают огонь, а он отвечает тем же. В отсутствие подобной видеозаписи такая самооборона наказывается как DMZZ.
5|Key=Важно: При нападении без применения огнестрельного оружия открывать огонь в качестве самообороны запрещено. Исключением в таких ситуациях являются рукопашные нападения группы лиц (от 2х человек) на одного, при этом урон группа должна наносить параллельно друг другу, в этом случае разрешается открыть огонь для самообороны.
6|Key=Разрешено применять оружие против сотрудников силовых структур (полиция и т.п.) в целях защиты - если Вы относитесь к преступным группировкам (гетто, мафии), гражданским запрещено. Важно! Иметь полные доказательства. В случае их отсутствия Вы получите наказание!
7|Key=При применении оружия в ЗЗ с целью избежать ареста все участники РП должны быть из одной преступной группировки, быть минимально допустимого ранга для крайма (для мафий) и непосредственно участвовать в РП ситуации задержания.
8|Key=Ограбления оружейных магазинов: для участников ограбления/защиты магазина оружия.
9|Key=Рэкет бизнесов: Для участников ограбления/защиты бизнеса.
10|Key=Примечание: Грабители вправе угрожать оружием всем, кто приближается ко входу к объекту рэкета и при неподчинении могут открыть огонь.
11|Key=1.2 Запрещены похищение, ограбление, торговля наркотиками, бронежилетами и оружием на территории зелёных зон.
12|Key=Исключение: Разрешена торговля наркотиками, негосударственными бронежилетами и оружием на территории: Б/У Рынка предметов (регулируется IC законодательством).
13|Key=1.3 Запрещено использование оружия в Зеленой зоне (в том числе тазера)
14|Key=Исключение: сотрудники гос структур имея на то RP основания. Также разрешена угроза оружием в зелёных зонах при условии посягательства на личную собственность человека, например, занятие личного транспорта человека. Угроза оружием в ответ на подобные действия будет расценена как PG.
15|Key=1.4 Запрещен уход от RP ситуации в зелёные зоны, а также в зоны захвата территорий неофициальных организаций.
16|Key=1.5 В зелёных зонах запрещена игра в азартные игры.
17|Key=1.6 Запрещено включать музыку и любые звуки в микрофон в зеленых зонах.
18|Key=Исключение: на территории Мэрии ЛС, в отмеченных на скриншоте зеленых зонах, можно использовать Бумбокс.
19|Key=1.6.1 Исключение: Разрешено исполнение живой музыки.
20|Key=1.6.2 Примечание: Boombox также запрещено использовать в зеленых зонах
21|Key=1.7 Запрещено продавать/покупать маски/оружие/патроны/бронежилеты/наркотики.
22|Key=1.8 Запрещено преследование из зеленых зон.
23|Key=Исключение: преследование сотрудников, которые задержали члена Вашей банды/мафии внутри ЗЗ с целью отбития заключенного под стражу
24|Key=1.9 Запрещено лутерство багажников на территории, а также около зеленых зон (10 метров от границ зоны).
25|Key=1.10 В случае спорного или неточного выделения территории на Карте зелёных зон, следует руководствоваться следующим правилом: Зелёной зоной считается любое обозначенное в Списке зелёных зон здание/NPC/зона и прилегающая к ней территория до ближайших дорог по периметру.
26|Key=1.11 В Особых зонах контроля (отмечены на карте красным цветом) запрещены к ношению бронежилеты, маски (кроме медицинских) и любые виды оружия. Наказание за DM и DB в таких зонах увеличено относительно других областей игрового мира | х3 от стандартного наказания
27|Key=Примечание: За SK в данной области предусмотрено к выдаче 2 warn-а. Ношение бронежилетов разрешено гос сотрудникам, которые находятся на территории Особой зоны, по вызову.
28|Key=1.12 Запрещено вырезать, рисовать, царапать и делать иные схожие действия на теле человека в пределах ЗЗ
29|Key=1.13 Запрещены задержания в зонах выполнения контрактов на схемы
30|Key=Исключение: уход игрока от задержания или погони в данную зону
31|Key=
32|Key=Список Зеленых Зон​
33|Key=
34|Key=Мэрия г. Лос Сантос
35|Key=Здание FIB/News/LSPD/LSSD/EMS и прилегающие к ней парковка и морг
36|Key=Шахта
37|Key=Стройка
38|Key=Порт г. Лос-Сантос и подходящие к нему дороги (начиная от мостов)
39|Key=Таксопарки
40|Key=Места аренды инкассаторских машин
41|Key=Места аренды тягачей дальнобойщиков
42|Key=Места аренды машин механиков
43|Key=Магазин масок
44|Key=Магазины одежды
45|Key=Магазины оружия
46|Key=Банки
47|Key=Магазины 24\7
48|Key=Барбершопы
49|Key=Заправки
50|Key=Тату салоны
51|Key=Автосалоны
52|Key=Автосервисы "Customs" и "Benny's"
53|Key=Здание и территории автопарковок
54|Key=Чёрный рынок
55|Key=Зона выдачи ограблений
56|Key=Зоны сдачи контрабанды
57|Key=Зона дайвинга и все озеро
58|Key=Любая зона взаимодействия с квестами
59|Key=Зоны аренды транспорта
60|Key=Амфитеатр
61|Key=Церковь, в которой происходит бракосочетание
62|Key=Клубы и бары
63|Key=Магазин рыболовных снастей
64|Key=Поля для вскапывания червей
65|Key=Зона около NPC для продажи рыбы
66|Key=Штрафстоянка
67|Key=Казино
68|Key=Здания офисов Maze Bank West, Maze Bank Building, Lom Bank,Arcadius, Total Bankers BC и Rockford Hills BC
69|Key=Стоянки
70|Key=Зона NPC Майкл
71|Key=Зона NPC Джордж
72|Key=Зоны пирсов, предназначенные для рыбной ловли
73|Key=Пожарные станции
74|Key=Почтовые отделения
75|Key=Аукционный дом
76|Key=Магазин лодок, вертолётов
77|Key=Вся территория работы Фермы
78|Key=Магазин модификации оружия
79|Key=Скупщик шкур
80|Key=Территория аренды велосипедов
81|Key=Территории выполнения и сдачи контрактов
82|Key=Городские футбольные и баскетбольные площадки
83|Key=Территории байкерских клубов
84|Key=Парковка перед федеральной тюрьмой
85|Key=Станции метро (за исключением станции в гетто)
86|Key=Теннисные корты
87|Key=Городской и сельские Б/У рынки.
88|Key=MazeBank Arena
89|Key=Примечание: проводить задержания в зоне MazeBank Arena можно в случае намеренных нарушений Кодексов, а также провокации сотрудников или задержание после ухода от погони/преследования подозреваемого в данную зону. Намеренно приезжать в Зону с целью осуществлять контроль за ношением масок или оружия нельзя.
90|Key=
